Revit 2027 API
AnnotationSymbol.addLeader Method
add a leader to this annotation symbol.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void addLeader()
Public Sub addLeader
public:
void addLeader()
member addLeader : unit -> unit
See Also
Reference
AnnotationSymbol Class
Autodesk.Revit.DB Namespace